import React from 'react'

const ProgrammingDescription = () => {
  return (
    <div className='Programming-description'>
        <h1 className='desc-h1'>Описание</h1>
            Всем привет! Меня зовут Эмиль и я специализируюсь как веб-программист , а именно Front-end developer.
        <br />
            Всё началось в 2021 году 11 августа , когда я впервые заинтересовался программирование на канале хауди хо.
        <br />
            И моим первым ЯП'ом стал Python и за 2 недели я уже потерял интерес к языку , потому что ощущал бесмысленность моего дела.
        <br />
            (кроме консоли я ничего толкового не разрабатывал)
        <br />
             Но вот в один день начался выбор , я должен был выбрать back-end либо front-end и подумал что front-end разработка мне больше подходит и я выбрал именно её.
        <br />
             За 1-ый месяц выучил всю базу HTML , CSS.
        <br />
             за 2-ые и 4-ые месяца выучил основы JavaScript'a.
        <br />
             И за 7-ые и 8-ые месяца учу ReactJS и уже начинаю овладевать основами!
    </div>
  )
}

export default ProgrammingDescription